<template>
    <div id="page1">
        <h1>校区展示</h1>
        <h2>西溪校区</h2>
        <p>学军中学西溪校区是学军中学各个校区中历史最为悠久的一个，虽然占地面积较小，但这里却集中了学军教育集团最优秀的一批师资力量和最优秀的生源。</p>
        <p>虽然老，但并不旧。西溪校区最近几年一直在装修翻新各处，教学楼和行政楼更是以崭新的面貌迎接老师和学生。除此之外，校园中心有一个小亭，旁有一池，池边绿意盎然。</p>
        <p>西溪校区的两侧都是浙江大学西溪校区，经常有浙大教授进来参观或是开讲座，与浙江大学有较好的关系。</p>
        <h2>紫金港校区</h2>
        <p>紫金港校区面对浙江大学西区的大门。这里有一个气派的大门和很大的占地面积，是西溪校区大小的三倍。</p>
        <p>西溪校区接受的生源比紫金港校区要好很多，但并不意味着紫金港校区的成绩就不好。学军各个校区互相分享师资和教学资源，使得新成立不久的紫金港校区也能跻身杭州前八所高中。</p>
        <h2>海创园学校</h2>
        <p>学军中学海创园学校位于余杭区荆余路，也是近几年新建立的一个校区。这里三面环山，风景优美，且占地面积大，有着理想的办学环境。</p>
        <p>这是学军中学最大的校区，教学成果尚且无法检验，但学军的各位老师和领导都下定决心让海创园学校成为优秀学生的摇篮</p>
        <a href="https://hzxjhs.hzedu.gov.cn/home.htm">西溪校区官方链接</a><br>
        <a href="https://hzxjhs.hzedu.gov.cn/zjg.htm">紫金港校区官方链接</a><br>
        <a href="http://www.hcyhs.cn/">海创园学校官方链接</a><br>
    </div>
</template>
<style scoped>
  h1 {text-align:center;font-size:40px;}
  p {font-size:20px;text-indent:40px;}
</style>
