<template>
    <div id="page2">
        <h1>发展历史</h1>
        <li>1956年，杭州市第十四初级中学创建。</li>
        <li>1958年，杭州市第十四初级中学更名为浙江师范学院附属中学。</li>
        <li>1965年，浙江师范学院从杭州搬迁至金华，在原址成立杭州大学，学校更名为杭州大学附属中学。</li>
        <li>1970年，杭州大学附属中学复名为杭州学军中学。</li>
        <li>1978年，被浙江省政府批准为浙江省首批办好的重点中学。</li>
        <li>1995年，被浙江省教委确认为首批浙江省一级重点中学。</li>
        <li>1997年，被教育部确定为全国中小学现代教育技术实验学校。</li>
        <li>2004年，日本上尾市教育代表团到该校访问。</li>
        <li>2006年，日本岐阜市青少年教育团到该校交流访问。</li>
        <li>2009年，美国俄亥俄州Hiram College师生到该校访问。</li>
        <li>2010年，美国Wheeler High School师生团到该校友好交流。</li>
        <li>2013年，瑞典隆德市波勒中学师生团访问该校。</li>
        <li>2015年，台北市立和平高级中学教师团访问该校。</li>
        <li>2015年，英国亨利王子学校师生团访问该校。</li>
        <li>2015年，被浙江省政府批准为浙江省一级普通高中特色示范学校。</li>
        <li>2015年，高雄市立大仁国民中学艺术团到该校交流访问。</li>
        <li>2017年，日本早稻田大学师生团访问该校。</li>
    </div>
</template>
<style scoped>
  h1 {text-align:center;font-size:40px;}
  p {font-size:20px;text-indent:40px;}
  li {list-style:none;font-size:20px;padding-left:5%;padding-bottom:5%;}
</style>
