<template>
    <div id="page4">
        <h1>学校简介</h1>
        <p>杭州学军中学创建于1956年，1978年被省政府批准为浙江省首批办好的重点中学，1995年被省教委确认为浙江省首批一级重点中学，2015年成为浙江省一级普通高中特色示范学校。学校先后被教育部确定为全国中小学现代教育技术实验学校、国防教育特色学校、全国中小学中华优秀文化艺术传承学校和中美“千校携手”项目示范校；先后被评为国务院侨办华文教育基地、浙江省、杭州市重点涉外单位和杭州市教育国际化示范校，首批“我心目中的杭州品牌”、杭州市“人民满意学校”。</p>
        <p>学校始终围绕“立德树人”，秉承“励志、求知、进取”的校训和“和谐、求实、创新”的校风，在继承中创新，在改革中发展。走进新时代，学校提出“全人教育”“全球教育”的办学理念，培养面向未来的“有德、有识、有才”的领军人才，打造富有学军特色的科学高中。多年来一直与英、美、德、法、意、澳、瑞、日、希腊等国的名校保持友好交流关系，拥有开放胸襟和国际化视野。</p>
        <p>学校现有西溪校区、紫金港校区、海创园学校和文渊中学四大校区，现有正教授级高级教师9人，特级教师14人，高级教师180余人，国家级骨干教师和市名师、省市教坛新秀近百人，拥有以国际信息学奥赛著名金牌教练徐先友、国际数学奥赛著名金牌教练边红平、亚洲物理奥赛著名金牌教练方润根、国际化学奥赛著名金牌教练姚琪、黄山为代表的省内最完整最成熟的竞赛教练队伍。近年来，学校引进50多名哈佛大学、北大、清华等世界名校的优秀毕业生，搭建优秀教师梯队培养平台。</p>
        <p>学校被誉为“一流大学的人才摇篮”，高考成绩全省瞩目。西溪校区每届12个班级，每年均有40人以上被北大清华录取，160人以上被浙江大学录取，浙大上线率达60%以上，一段率达99%以上。学校每年有多人进入哈佛大学、麻省理工、斯坦福大学等世界名校深造。数学、物理、化学、生物和信息学五大学科与科技创新竞赛成绩全国领先。李超获第24届国际信息学奥赛金牌，徐寅展和金策同学分别获得第26届、第28届国际信息学奥赛世界冠军，金策同学还荣获第8届世界数独锦标赛冠军。2019年，何流同学以总分世界第一、实验第一获得第51届国际化学奥林匹克竞赛冠军。2020年，梁敬勋同学荣获第61届国际数学奥林匹克金牌。</p>
        <p>站在新的起点上，学军中学将致力于成为“省市示范、国内名校、世界一流”的卓越学校，做美好教育的远播者、优质教育的深耕人、未来教育的先行军，为我省努力成为新时代全面展示中国特色社会主义制度优越性的重要窗口贡献学军力量。</p>
  </div>
</template>
<style scoped>
  h1 {text-align:center;font-size:40px;}
  p {font-size:20px;text-indent:40px;}
</style>
